Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_12_suojne.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Åhpadimgárvvidusbuojkulvisá: Suojne
sma: Udir.no - Suejnieh

source: Åhpadimgárvvidusbuojkulvisá: Suojne
sma: Suejnieh

source: Dásse: 5.-7. jahkedásse
sma: Daltese: 5. -7. jaepiedaltese

source: Tiebmá: árbbedábálasj bargo
sma: Aamhtese: aerpievuekien barkoeh

source: Álgadus
sma: Aalkoe

source: Dát åhpadimgárvvidus le buojkulvis gåktu barggat 5.-7. jahkedásijn.
sma: Daate øøhpehtimmiesoejkesje barkoem vuesehte 5.-7. jaepiedaltesisnie.

source: Máhtudakmihto máhtti vuojnnuj boahtet åhpadusmihtojn, ma li lávke gåktu jåksåt máhtudakmihtojt.
sma: Maahta maahtoeulmide tjyølkehke darjodh lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Åhpadimgárvvidus vuoset muhtem barggamvuogijt, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppij milta ja sijáv bargadahttijn árvustallá.
sma: Øøhpehtimmiesoejkesje sjyøhtehke barkoevuekieh vuesehte, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh jïh guktie lohkehtæjja øøhpehtimmiem sjïehtede learoehkidie jïh dejtie iktemearan vuarjesje.

source: Mierkki åhpadimgárvvidus ij álu gåbtjå ålles máhtudakmihtov.
sma: Vueptesth akte øøhpehtimmiesoejkesje ij iktegisth abpe maahtoeulmiem feerhmh.

source: Dát buojkulvis vuoset gåktu oahppe oahppi bágojt ja moallánagájt adnet gå suojnniji.
sma: Daate vuesiehtimmie vuesehte guktie learohkh lïerieh baakoeh jïh dïejvesjh nåhtadidh gosse suejnieh tjoehpeminie jïh suejniem tjåhkoeminie.

source: Gárvvidus máhttá aneduvvat arvusmahttemin ja hábmen ietjá dåjmajda duola dagu guollim, gárvedimen guolijt, båndorsijdan ja vanntsabiggimin jnv..
sma: Maahta soejkesjem nåhtadidh goh skraejrie jïh maalle jeatjah såarhts darjomidie goh gøøleme, gueliebarkoe, gaertenebarkoe jïh vinhtsebigkeme j. v.

source: Máhtudakmihto ML06S an
sma: Maahtoeulmie LM06-S

source: Máhtudakmihto 7. jahkedáse maŋŋela
sma: Maahtoeulmie 7. jaepiedaltesen mænngan

source: Åhpadusá mihttomierre le oahppe galggá máhttet
sma: Aerpievuekien maahtoe Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: adnet bágojt ja moallánagájt ma gulluji árbbedábálasj bargojda ja ságastallat mij bierggim le
sma: baakoeh jïh dïejvesh nåhtadidh mah leah ektiedamme aerpievuekien barkojde jïh soptsestalledh mij bïerkenidh lea

source: Ietjá hiebalgis máhtudakmihto 7. jahkedáse maŋŋela
sma: Jeatjah sjyøhtehke maahtoeulmieh 7. jaepiedaltesen mænngan

source: Tjálálasj guládallam (sámegielfágan)
sma: Tjaaleldh gaskesadteme (saemienfaage)

source: åvddånahttet ietjas tjállusav ájádusás gárves buktagin, ja árvustallat tevsta åvddånimev respånsa milta
sma: jïjtse tjaalegem evtiedidh åssjaldahkeste dorjesasse, jïh tjaalegen evtiedimmiem vuarjasjidh våaroemisnie responseste

source: adnet hiebalgis gáldojt ja diehtogirjijt tevstaj bargadijn
sma: gaaltijh jïh bïevnesegærjah nåhtadidh gosse tjaalegigujmie berkieh

source: adnet digitála ræjdojt tjállemprosessan ja interaktijvatevstaj buvtadimen
sma: digitale tjaelemedïrregh nåhtadidh tjaelemebarkojne jïh gosse interaktijve tjaalegh dorje

source: árvustallat ietjas ja iehtjádij tevstajt
sma: jïjtsh jïh mubpiej tjaalegh vuarjasjidh

source: Njálmálasj guládallam (sámegielfágan)
sma: Njaalmeldh gaskesadteme (saemienfaage) Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: fáhkaássjev njálmálattjat åvddånbuktet viehkkenævoj jali daj dagá
sma: aktem faageaamhtem åehpiedehtedh viehkiedïrregigujmie jallh bielelen

source: adnet diedulattjat sámegielbágojt ja moallánahkkojt
sma: saemien baakoeh jïh dïejvesh voerkeslaakan nåhtadidh

source: gárvedit ja oassálasstet luonndoresursajt, subtsastit tjerdaj birra ávkeduvvi ja ságastallat manen tjuohppamájgge le dáhpádusáj vuoksjuj luondon
sma: soejkesjidh jïh meatan årrodh eatnemen vierhtijste nuhtjedh, aarhti bïjre soptsestidh mah åtnasuvvieh, jïh soptsestidh mannasinie eatnamistie vierhtieh veedtjie vihties boelhken

source: åhtsåt ábnnasijt ja gárvedit dájt duodjemateriállan ja ájádallat vájkkudusájt guoddelis åvddånimev, birrusijt ja árvvoháhkuhibme
sma: iebnh veedtjedh jïh dejtie duedtie-iebnine darjodh jïh illedahkh monnehke evtiedæmman, byjresasse jïh aarvoesjugniedæmman vuarjasjidh

source: Åhpadusmihttomiere
sma: Lïerehtimmieulmie

source: Máhtudakmihto båhti vuojnnuj åhpadusmihttomierijn, ja åhpadusmihttomiere le lávkke gåktu jåksåt máhtudakmihtojt.
sma: Maahtoeulmide tjyølkehke dorjeme lïerehtimmieulmine, jïh lïerehtimmieulmieh leah akte sille juktie maahtoeulmide jaksedh.

source: Oahppe galggá máhttet
sma: Learohke edtja maehtedh

source: adnet bágojt majt la oahppam
sma: lïereme baakoeh nåhtadidh

source: gåvå vuodon tiemá birra ságastit
sma: aamhtesen bïjre soptsestidh våaroeminie guvvine

source: tiemá birra subtsastit
sma: aamhtesen bïjre soptsestidh

source: gatjálvisájt tiemá birra vásstedit
sma: gyhtjelassh vaestiedidh aamhtesen bïjre

source: tiemá birra gatjálvisájt gatjádit
sma: gyhtjelassh gihtjedh aamhtesen bïjre

source: tevstajt gåvåjda tjállet tiemá birra
sma: tjaalegem tjaeledh guvvide aamhtesen bïjre

source: Vuodotjehpudagá
sma: Vihkielommes maehtelesvoeth

source: Máhttet låhkåt: Oahppe tiemá birra tevstajt låhki
sma: Maehtedh lohkedh: Learohkh tjaalegh aamhtesen bïjre luhkieh

source: Máhttet njálmálattjat åvddånbuktet: Oahppe adni bágojt ja moallánagájt ma gulluji árbbedábálasj bargojda hiebalgis vidjurijn, ja mujttali, ságasti ja tjoahkkájgiessi tiemáv.
sma: Maehtedh jïjtjemse njaalmeldh tjïelkesidh: Learohkh baakoeh jïh dïejvesjh nåhtadieh mah leah gårredamme aerpievuekien barkojde sjyøhtehke ektiedimmine, jïh dah vaajestieh, aamhtesen bïjre soptsestellieh jïh aamhtesem tjåanghkan giesieh.

source: Máhttet tjálálattjat åvddånbuktet: Oahppe diedojt tiemá birra tjálesti ja tevstajt gåvåjda tjálli.
sma: Maehtedh jïjtjemse tjaaleldh tjïelkesidh: Learohkh riektesh aamhtesen bïjre tjaeliestieh, jïh tjaalegh guvvide tjaelieh.

source: Máhttet digitála ræjdojt adnet: Oahppe tjállemprográmman tjálli ja digitála kámeráv adni.
sma: Maehtedh digitale dïrregh nåhtadidh: Learohkh aktene tjaelemeprogrammesne tjaelieh jïh digitale kaameram nåhtadieh.

source: Gárvedibme
sma: Soejkesjimmieh

source: Åhpadiddje tjadát muhtem ådå bágojt ja moallánagájt suojnnima birra.
sma: Lohkehtæjja naan orre baakoej jïh dïejvesi bïjre soptseste mah leah ektiedamme aamhtesasse suejnieh.

source: Álgget ådå moallánagáj máhttá dagáduvvat moatte láhkáj, duola dagu gåvvå- ja báhkolottov ja báhkobiŋguv jnv adnet.
sma: Maahta orre dïejvesh joekehtslaakan lïerehtidh, vuesiehtimmien gaavhtan guvvie-jïh baakoelotto ’ m jïh baakoe-bingo ’ m nåhtadidh.

source: Gåktu oahppe máhtti ådå bágojt oahppat, gehtja artihkal báhkooahppama birra ja artihkal oahppamstrátegijaj birra bagádallamin ieŋŋilsa oahppamplánan.
sma: j. v. Juktie raerieh gaavnedh guktie learohkh maehtieh orre baakoeh lïeredh, vuartesjh artihkele baakoelïeremen bïjre jïh artihkele lïerehtimmiestrategiji bïjre bïhkedimmesne dan learoesoejkesjasse eengelsken gïelesne.

source: Åhpadiddje máhttá tjavgga låhkåt tevstav suojnij birra oahppijda gudi ságasti aktan sisano, bágoj ja moallánagáj birra.
sma: Lohkehtæjja maahta aktem tjaalegem lohkedh suejniej bïjre learoehkidie, mah ektesne soptsestieh sisvegen, baakoej jïh dïejvesi bïjre.

source: Åhpadiddje ja oahppe gatjádi tevsta birra, ja oahppe vásstedi.
sma: Lohkehtæjja jïh learohkh gyhtjelassh tjaalegasse gihtjieh, jïh learohkh dejtie vaestiedieh.

source: Oahppe ietja tiemá birra tevstajt låhki.
sma: Learohkh jïjtje tjaalegh aamhtesen bïjre luhkieh.

source: Gehtja vaj tevstajn li moattelágásj gássjelisvuodadáse.
sma: Geehth guktie dah tjaalegh leah joekehts geervegraadine.

source: Resurssaulmusj máhttá boahtet ja subtsastit gåktu suojnijt suoddat ja gárvedit dajt.
sma: Akte vierhtiealmetje maahta båetedh soptsestidh guktie suejnieh tjuahpa jïh tjohke.

source: Oahppe ságájdahtti suv.
sma: Learohkh daam almetjem gihtjehtieh.

source: Hiehpá buoragit ja le ávkálasj resurssaulmusj maŋen le ålles prosessa tjadá.
sma: Hijven sjeahta jïh sæjhta joekoen nuhteligs årrodh vierhtiealmetjh meatan utnedh abpe barkosne.

source: Oahppe gávnni gåvåjt moattelágásj suojnijs nehtan ja / jali sjaddogirjijn ja tjálli daj birra.
sma: Learohkh guvvieh gaevnieh ovmessie såarhts suejnijste gaskeviermesne jïh / jallh sjædtoegærjine jïh dej bïjre tjaelieh.

source: Oahppe gæhttji filmav Med sennagress i støvlene.
sma: Learohkh dam filmem Med sennagress i støvlene vuejnieh.

source: Loahppabarggon ságasti oahppe filma sisano birra, ja mujttali sisanov.
sma: Goh minngiebarkoe learohkh soptsestieh filmen sisvegen bïjre, jïh sisvegem vaajestieh.

source: Åhpadiddje åhtså ájge bále vædtsagijt majda le dárbbo ålggodåjmajn.
sma: Lohkehtæjja åvtelhbodti gaavna dejtie dalhketjidie mah leah daerpies dan barkose ålkone.

source: Oahppe ja / jali åhpadidddje gåvvi madin oahppe ålggon barggi.
sma: Learohkh jïh / jallh lohkehtæjja guvvieh vaeltieh mearan learohkh ålkone berkieh.

source: Gåvå galggi loahppabargon aneduvvat.
sma: Edtja guvvide minngiebarkosne nåhtadidh.

source: Oahppamdåjma
sma: Lïerehtimmiedarjome

source: 1. Suojn nit
sma: 1. Suejnieh tjoehpedh

source: Ålles prosessa tjadá le ájnas åhpadiddje adná riekta nammadusájt vædtsagijn, buvtagijn ja prosessajn.
sma: Abpe barkosne lea vihkeles lohkehtæjja dejtie reaktoe nommide nåhtede dïrregidie, dorjesidie jïh ovmessie barkojde.

source: Oahppe galggi aj adnet dájt bágojt bargadahttijn.
sma: Learohkh edtjieh aaj dejtie nommide nåhtadidh gosse barkeminie.

source: Åhpadiddje subtsas gånnå gávnnat suojnijt.
sma: Lohkehtæjja soptseste gusnie maahta suejniem gaavnedh.

source: Suojnnesajen vuoset åhpadiddje iesjguhtik tjerdajt ja vuoset ja tjielggi gåktu suojnijt.
sma: Suejnie-tjuahpesne lohkehtæjja ovmessie såarhth vuesehte jïh vuesehte jïh buerkeste guktie suejniem tjuahpa.

source: Åhpadiddje gånsijn suojnijt suoddá ja tsábmá dajt.
sma: Lohkehtæjja suejniem tsaapma jïh dam tjomhpine beaja.

source: Bargadahttijn tjielggi ja subtsas oahppijda mij dáhpáduvvá, ja gåktu dagáduvvá.
sma: Abpe tijjen learoehkide soptseste jïh buerkeste maam dorje, jïh guktie.

source: Maññela oadtjo oahppe ietja gæhttjalit.
sma: Mænngan learohkh åadtjoeh jïjtje pryøvedh.

source: Gå oahppe li gærggam suoddat ja tsábmet, vuoset ja subtsas åhpadiddje gåktu bilkkit suojnijt.
sma: Gosse learohkh gaervies tjoehpedh jïh tjomhpine bïejedh, dle lohkehtæjja vuesehte jïh buerkeste guktie tjohke.

source: Gå oahppe li suojnijt bilkkim, de tjadni dajt aktan guokta ja guokta, gatsosti dajt ja de vierttiji da gåjkkåt.
sma: Gosse learohkh tjohkeme, tjuara suejniem gajhkedidh.

source: Suojnijt aj dåhkkiji vierradit, de sjaddi jårbbis viera.
sma: Gosse suejnie gajhkedamme, dle lohkehtæjja vuesehte guktie suejniem pruvnelde.

source: Oahppe oadtju ietja gæhttjalit vierradit..
sma: Mænngan learohkh åadtjoeh jïjtje pryøvedh pruvnieldidh.

source: Madin oahppe barggi, de åhpadiddje vádtsá iesjgeñga oahppe milta ja ságas majt sij dahki nav vaj oahppe hárjjáni moallánagájt adnet ja nammadit dåjmajt.
sma: Mearan learohkh barkeminie, dle lohkehtæjja bïjre jarkan vaadtsa jïh fïereguhtine soptseste dan bïjre learohke dorje, guktie learohkh haarjanimmiem åadtjoeh dïejvesidie nåhtadidh jïh baakoeh bïejedh darjomidie.

source: Oahppe ságasti guhtik guojmijnisá madin barggi, ja hasoduvvi nubbe nubbáj biedjat gatjávisájt majt sij vásstedi bargadahttijn.
sma: Learohkh sinsitnine soptsestieh mearan barkeminie, jïh edtja dejtie madtjeldehtedh sinsitniem gihtjedh jïh vaestiedidh gosse barkeminie.

source: Loahppabarggo skåvlån
sma: Minngiebarkoe skuvlesne

source: Gå oahppe galggi tjállet gåvåjda, máhttá dát dagáduvvat moatte láhkáj.
sma: Gosse learohkh edtjieh guvvide tjaeledh, maahta daam joekehtslaakan darjodh.

source: Oahppe aktu barggi, guovtes ja guovtes jali juohkusijn.
sma: Learohkh oktegh berkieh, gøøkti gøøkti jallh dåehkine.

source: Oahppe válljiji gåktu sij sihti gárvedit ja åvddånbuktet ståffav.
sma: Learohkh veeljieh guktie sïjhtieh aamhtine barkedh jïh aamhtem åehpiedehtedh.

source: Sij adni gåvåjt majt sij jali åhpadiddje le válldám.
sma: Dah guvvide nåhtadieh mah dah, jallh lohkehtæjja vaalteme.

source: Oahppe tjuorggi prosessav ja tevstajt gåvåjda tjálli.
sma: Learohkh barkoem guvviedieh jïh tjaalegem tjaelieh guvvide.

source: Dáv máhtti sij åvddånbuktet njálmálattjat klássa åvdån.
sma: Dam maehtieh klaassese njaalmeldh åehpiedehtedh.

source: Jus oahppe sihti dahkat digitála subttsasav, máhtti gåvå skánniduvvat ja vuorkkiduvvat åvddånbuktemprográmmaj.
sma: Jis learohkh sïjhtieh digitale soptsesem darjodh, maahta guvvide skannadih jïh akten åehpiedehtemeprogrammen sijse bïejedh.

source: Ienep barggobuojkulvisá oahppijda:
sma: Daesnie aaj naan laavenjassh learoehkidie:

source: Sij dahki siejnneavijsav gånnå le tæksta gåvåjda
sma: Dah viedtjeplaeriem darjoeh tjaalegigujmie guvvide.

source: Sij dahki digitála subttsasav gånnå åvddånbuktemprográmmav adni.
sma: Dah aktem digitale soptsesem darjoeh viehkine åehpiedehtemeprogrammeste.

source: Gåvåjt válljiji, tevstajt gåvåjda tjálli, vuorkkiji gåvåjt ja låhki sisi tevstajt dajda.
sma: Dah guvvieh veeljieh, tjaalegh guvvide tjaelieh, guvvide daatovren sijse bïejieh jih tjaalegem luhkieh dejtie.

source: Dát máhttá maŋutjissaj vuoseduvvat stuorsjerman dåjda iehtjádijda klássan.
sma: Minngemosth maahta dam dejtie mubpide klaassesne vuesiehtidh.

source: Sij dahki gåvvåvuosádusáv gånnå vuosádusprográmmav adni.
sma: Dah guvvieåehpiedehtemem darjoeh jïh aktem åehpiedehtemeprogrammem nuhtjieh.

source: Sij dahki girjev páhppárij jali pc ’ aj, ja biedji gåvåjt ja tevstajt dajda tjálli.
sma: Dah gærjam paehpierisnie jallh pc ’ sne darjoeh, jïh guvvieh dan sijse bïejieh jïh tjaalegh dejtie tjaelieh.

source: Hiebadum åhpadus
sma: Sjïehtedamme lohkehtimmie

source: Oahppe máhtti tjállet jur ájnegis bágojt ja gárgadisájt gåvåjda jali guhkep tevstajt.
sma: Learohkh maehtieh dovne aktegs baakoeh jallh raajesh tjaeledh guvvide, jallh guhkebe tjaalegidie.

source: Man ålov guhtik barggá ja man ruvva soajttá årrot moattelágásj.
sma: Barkoeveahka jïh man varke edtja barkedh maahta jeereldihkie årrodh.

source: Muhtem oahppe máhtti dættov biedjat ietjas bargov njálmálattjat åvddånbuktet.
sma: Muvhth learohkh maehtieh sov åejviebarkoem njaalmeldh åehpiedehtedh.

source: Guhkásåhpadibme
sma: Maajhøøhpehtimmie

source: Dánna le sierraláhkáj ájnas gullat jus oahppen le nágin ietjas lahkusin gejna sij máhtti ságastit tiemá birra, jali gejt sij máhtti ságájdahttet.
sma: Daesnie joekoen vihkeles govledh mejtie learohke naaken sov voenges byjresisnie åtna mejnie maahta aamhtesen bïjre soptsestidh, jallh maahta gihtjehtidh.

source: Dát åhpadimgárvvidus máhttá tjanáduvvat hospiterimåhpadussaj.
sma: Daam øøhpehtimmiesoejkesjem maahta akten guessieviesehtæmman sjïehtedidh.

source: Hospiterimåhpadus le dat gávdda gånnå oahppijn gænna li guhkásåhpadime sámegielfágan, hospiteriji skåvlån gåsstå oadtju guhkásåhpadimev.
sma: Guessieviesehtimmie lea dïhte boelhke learohkh mah maajhøøhpehtimmiem saemiengïelesne utnieh, leah guessine dejnie skuvline mestie øøhpehtimmiem åadtjoeh.

source: Dábálsj le divna jali juohkusa oahppijs gudi tjuovvu guhkásåhpadimev, båhti avta bále hospiterimåhpadussaj.
sma: Siejhme gaajhkesh, jallh dåehkieh learoehkijstie mah maajhøøhpehtimmiem åadtjoeh, seamma boelhken båetieh guessieviesehtæmman.

source: Hospiterimåhpadusá nalluj oassálassti oahppe barggoprosessan ja gåvviji.
sma: Guessieviesehtimmesne dah learohkh leah meatan barkosne jïh guvvieh vaeltieh.

source: Loahppabarggo máhttá dagáduvvat maŋŋela gå oahppe ja åhpadiddje vas æjvvali nehtan.
sma: Maahta minngiebarkoem mænngan darjodh gosse learohke jïh lohekhtæjja vihth nedtesne gaavnesjieh.

source: Giehpedittjat guládallamav åhpadiddje ja oahppe gasskan le ávkken dokumentajt juohket åhpadusvuodon.
sma: Juktie gaskesadtemem aelhkebe darjodh lohkehtæjjan jïh learohken gaskem, dle akte aevhkie tjaatsegidie aktene lïerehtimmiesijjesne juekedh.

source: Árvustallam
sma: Vuarjasjimmie

source: Oahppe oadtju avtatrájes árvustallamav tjáledahttijn, ja árvustallamij le åhpadusmihttomiere vuodon.
sma: Vuarjasjimmie iktemearan Learohkh ahkedh bïhkedimmiem åadtjoeh tjaelemebarkosne, jïh dah lïerehtimmieulmieh leah våarome bïhkedæmman.

source: Ájnas le åhpadiddje låggŋi åvddån mij le vuogas tevstan, ja nanni dav.
sma: Vihkeles lohkehtæjja bæjjese lutnjie dïhte mij lea hijven tjaalegisnie, jïh vielie dejnie barka.

source: Dahkkir vuogas merka máhtti liehket jus oahppe tjuovvu tiemáv jali tæksta buoragit gåvvåj jali gåvåjda hiehpá.
sma: Dagkerh hijven aath maehtieh årrodh learohke jïjtjemse aamhtesasse høølteste, jallh tjaalege hijvenlaakan guvvese jallh guvvide sjeahta.

source: Máhttá liehket oahppe le tjiehppe tjálátjjit guhka gárgadisájt, le váttuk mujttet merkajt dagu tjuogga ja gatjálvismærkka ja tjállá stuorbokstávajn daj merkaj maŋŋela.
sma: Maahta årrodh learohke lea væjkele ellies raajesh tjaeledh, lea væjkele væhtah goh punktum jïh gihtjemevæhtam mujhtedh, jïh stoerre åvtebokstaavem daej væhtaj minngesne tjaala.

source: Åhpadiddje diedet majt oahppe máhttá dahkat vaj buoret tevstav.
sma: Lohkehtæjja bïevnesh bååstede vadta mejnie learohke maahta barkedh juktie tjaalegem bueriedidh.

source: Åhpadiddje alot oahppijt tjálátjit gå konkrehtalasj diedojt vaddá majt sij máhtti ja majna sij vierttiji åvddålijguovlluj barggat ja makkir vuogijn.
sma: Lohkehtæjja maahta learoehkidie madtjeldehtedh tjaeledh, jïh dejtie vihties bïevnesh bååstede vedtedh man bïjre haalvoeh, jïh mejnie dah byøroeh vielie barkedh jïh guktie.

source: Oahppe ietjasa ja guhtik guojmesa árvustalli
sma: Learohkh jïjtjemse jïh sinsitniem vuarjasjieh.

source: Duodden árvustallamij bargadahttijn åhpadiddjes máhtti oahppe ietjasa ja guhtik guojmesa árvustallat
sma: Lissine dam vuarjasimmiem iktemearan lohkehtæjjeste, learohkh maehtieh jïjtjemse jïh sinsitniem vuarjasjidh.

source: Iesjárvustallambuojkulvisá
sma: Naemhtie jïjtsevuarjasjimmie maahta årrodh

source: Bágo ja moallánagá
sma: Baakoeh jïh lahtesh

source: Dádjadav bágov gå guláv jali lågåv dav
sma: Guarkam baakoem gosse dam govlem jallh lohkem

source: Máhtáv tjielggit mij la bágo sisadno
sma: Maahtam baakoen ulmiem buerkiestidh

source: Máhtáv bágov gárgadisán adnet
sma: Maahtam baakoem raajesisnie nåhtadidh

source: suojnnim.
sma: suejnieh tjoehpedh

source: suojnijt suoddat.
sma: suejnieh tjomhpine bïejedh

source: suojnijt tsábbmet.
sma: tjåhkodh

source: suojnijt bilkkit.
sma: suejnieh pruvnieldidh

source: suojnijt vierradit.
sma: tjahkeme, tjåhkome (mejnie suejniem tjåhkodh)

source: Dáv iv nuoges buoragit máhte
sma: Im daam nuekies hijven maehtieh

source: Dáv máhtáv
sma: Daam maahtam

source: Dáv máhtáv huj buoragijt
sma: Daam joekoen hijven maahtam

source: Máhtáv ådå bágojt adnet.
sma: Maahtam orre baakoeh nåhtadidh

source: Máhtáv ságastit suojnij birra gå gåvåjt vuojnáv.
sma: Maahtam suejniej bïjre soptsestidh gosse guvvieh vuajnam

source: Máhtáv subtsastit suojnnima birra.
sma: Maahtam suejniebarkoen bïjre soptsestidh

source: Máhtáv vásstedit gatjálvisájt suojnij birra.
sma: Maahtam gyhtjelassh suejniej bïjre vaestiedidh.

source: Máhtáv gatjádallat suojnij birra.
sma: Maahtam gyhtjelassh gihtjedh suejniej bïjre.

source: Máhtáv tjállet tevstajt gåvåjda ma vuosedi suojnnimav.
sma: Maahtam tjaalegem tjaeledh guvvide mah suejniebarkoem vuesiehtieh.

source: Oarjjelsámegiellaj
sma: Vierhtieh

source: Julevsámegiellaj:
sma: BULL, ELLA HOLM 2001: Dejpeladtje muvhth vätnoeh jih vuekieh.

source: Gøran Andersen: Láttakjáhke ja biernnajáhke, Báhko 2005
sma: Jokkmokk: Samernas utbildningscentrum.

source: Muhtem gåvå suojnnima birra: http://www.ajtte.com/wp-content/uploads/2010/10/Ekosockarskoh%C3%B6-text-o-bild.pdf
sma: FJÄLLGREN, LAILA - ANDERSSON, ELSA 1983: Mujtesh. Sameskolstyrelsen.

source: Dárogiellaj
sma: Filme: Suejnie-tjuahpesne

source: Filmma:
sma: Nøørjen
